tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "axel"
brew "btop"
brew "docker"
brew "exa"
brew "git"
brew "htop"
brew "iftop"
brew "ncftp"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "python@3.10"
brew "spaceship"
brew "starship"
brew "tldr"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "duckduckgo"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-menlo-for-powerline"
cask "grid-clock"
cask "iterm2"
cask "linearmouse"
cask "maccy"
cask "macfuse"
cask "shortcat"
cask "steam"
cask "topnotch"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
